{
    "keys": {
        "start": {
            "uk": "Відскануйте QR-код або скористайтеся посиланням для авторизації",
            "en": "Scan the QR code or use the link for authorization",
            "ru": "Отсканируйте QR-код или воспользуйтесь ссылкой для авторизации",
            "be": "Адсканіруйце QR-код або скарыстайцеся спасылкай для аўтарызацыі",
            "pl": "Zeskanuj kod QR lub użyj linku w celu autoryzacji",
            "de": "Scannen Sie den QR-Code oder nutzen Sie den Link zur Autorisierung",
            "cs": "Naskenujte QR kód nebo použijte odkaz pro autorizaci",
            "sk": "Naskenujte QR kód alebo použite odkaz na autorizáciu",
            "nl": "Scan de QR-code of gebruik de link voor autorisatie",
            "it": "Scansiona il codice QR o utilizza il collegamento per l'autorizzazione",
            "ro": "Scanează codul QR sau folosește linkul pentru autorizare"
        },
        "link_button": {
            "uk": "Увійти за посиланням",
            "en": "Login by link",
            "ru": "Войти по ссылке",
            "be": "Увайдзіце па спасылцы",
            "pl": "Zaloguj się korzystając z linku",
            "de": "Melden Sie sich über den Link an",
            "cs": "Přihlaste se pomocí odkazu",
            "sk": "Prihláste sa odkazom",
            "nl": "Log in via de link",
            "it": "Accedi utilizzando il collegamento",
            "ro": "Conectați-vă prin link"
        },
        "exception": {
            "uk": "Під час обробки вашого запиту виникла помилка. Клас помилки: <code>%s</code>",
            "en": "An error occurred while processing your request. Error class: <code>%s</code>",
            "ru": "При обработке запроса возникла ошибка. Класс ошибки: <code>%s</code>",
            "be": "Падчас апрацоўкі вашага запыту адбылася памылка. Клас памылкі: <code>%s</code>",
            "pl": "Podczas przetwarzania żądania wystąpił błąd. Klasa błędu: <code>%s</code>",
            "de": "Während Ihrer Anfrage ist ein Fehler aufgetreten. Fehlerklasse: <code>%s</code>",
            "cs": "Při zpracování vašeho požadavku nastala chyba. Třída chyb: <code>%s</code>",
            "sk": "Nastala chyba pri spracovaní vašej žiadosti. Trieda chýb: <code>%s</code>",
            "nl": "Er is een fout opgetreden bij het verwerken van uw verzoek. Foutklasse: <code>%s</code>",
            "it": "Si è verificato un errore durante l'elaborazione della richiesta. Classe errore: <code>%s</code>",
            "ro": "A apărut o eroare în timpul procesării cererii dumneavoastră. Clasa de eroare: <code>%s</code>"
        },
        "roll_error": {
            "uk": "Не вдалося отримати дані для ініціалізації сесії",
            "en": "Failed to receive data for session initialization",
            "ru": "Не удалось получить данные для инициализации сессии",
            "be": "Не ўдалося атрымаць даныя ініцыялізацыі сеанса",
            "pl": "Nie udało się pobrać danych inicjujących sesję",
            "de": "Es konnten keine Sitzungsinitialisierungsdaten abgerufen werden",
            "cs": "Nepodařilo se přijmout data pro inicializaci relace",
            "sk": "Nepodarilo sa prijať údaje na inicializáciu relácie",
            "nl": "Kan sessie-initialisatiegegevens niet ophalen",
            "it": "Impossibile ottenere i dati di inizializzazione della sessione",
            "ro": "Nu s-au primit date pentru inițializarea sesiunii"
        },
        "check_token_button": {
            "uk": "Перевірити авторизацію",
            "en": "Check auth",
            "ru": "Проверить авторизацию",
            "be": "Праверце аўтарызацыю",
            "pl": "Sprawdź autoryzację",
            "de": "Berechtigung prüfen",
            "cs": "Zkontrolujte autentizaci",
            "sk": "Skontrolovať autentizáciu",
            "nl": "Controleer autorisatie",
            "it": "Controlla l'autorizzazione",
            "ro": "Verificați auth"
        },
        "update_mono_token_error": {
            "uk": "Не вдалося оновити токен авторизації в нашому сховищі. Схоже в нас виникли проблеми з Redis. Спробуйте ще раз трохи пізніше",
            "en": "Could not update the authorization token in our storage. We seem to have some issues with Redis. Please try again later",
            "ru": "Не удалось обновить токен авторизации в нашем хранилище. Похоже, у нас возникли проблемы с Redis. Попробуйте еще раз чуть позже",
            "be": "Не ўдалося абнавіць маркер аўтарызацыі ў нашым рэпазітары. Здаецца, у нас праблемы з Redis. Калі ласка паспрабуйце зноў пазней",
            "pl": "Nie udało się zaktualizować tokena autoryzacyjnego w naszym repozytorium. Wygląda na to, że mamy problemy z Redisem. Spróbuj ponownie później",
            "de": "Das Autorisierungstoken in unserem Repository konnte nicht aktualisiert werden. Es sieht so aus, als hätten wir Probleme mit Redis. Bitte versuchen Sie es später noch einmal",
            "cs": "Nepodařilo se aktualizovat autorizační token v našem úložišti. Zdá se, že máme nějaké problémy s Redisem. Prosím zkuste to znovu později",
            "sk": "Nepodarilo sa aktualizovať autorizačný token v našom úložisku. Zdá sa, že máme nejaké problémy s Redisom. Skúste neskôr prosím",
            "nl": "Het is niet gelukt om het autorisatietoken in onze repository bij te werken. Het lijkt erop dat we problemen hebben met Redis. Probeer het later opnieuw",
            "it": "Impossibile aggiornare il token di autorizzazione nel nostro repository. Sembra che stiamo riscontrando problemi con Redis. Per favore riprova più tardi",
            "ro": "Nu s-a putut actualiza simbolul de autorizare din stocarea noastră. Se pare că avem câteva probleme cu Redis. Vă rugăm să încercați din nou mai târziu"
        },
        "mono_token_active": {
            "uk": "Привіт %s, вітаємо з успішною авторизацією",
            "en": "Hello %s, congratulations on your successful authorization",
            "ru": "Привет %s, поздравляем с успешной авторизацией",
            "be": "Прывітанне, %s, віншуем з паспяховай аўтарызацыяй",
            "pl": "Witaj %s, gratulujemy udanej autoryzacji",
            "de": "Hallo %s, herzlichen Glückwunsch zur erfolgreichen Autorisierung",
            "cs": "Dobrý den %s, blahopřejeme k úspěšné autorizaci",
            "sk": "Dobrý deň %s, blahoželáme vám k úspešnej autorizácii",
            "nl": "Hallo %s, gefeliciteerd met de succesvolle autorisatie",
            "it": "Ciao %s, congratulazioni per l'autorizzazione riuscita",
            "ro": "Bună ziua %s, felicitări pentru autorizarea cu succes"
        },
        "ok": {
            "uk": "Гаразд, все добре!",
            "en": "Okay, everything is fine!",
            "ru": "Ладно, все хорошо!",
            "be": "Добра, гэта добра!",
            "pl": "OK, jest dobrze!",
            "de": "Okay, es ist gut!",
            "cs": "Dobře, všechno je v pořádku!",
            "sk": "Dobre, všetko je v poriadku!",
            "nl": "Oké, het is goed!",
            "it": "Ok, va bene!",
            "ro": "Bine, totul este bine!"
        },
        "reauth": {
            "uk": "Ви вже авторизовані. Бажаєте переавторизуватися?",
            "en": "You are already authorized. Do you want to re-authorize?",
            "ru": "Вы уже авторизованы. Хотите переавторизироваться?",
            "be": "Вы ўжо аўтарызаваны. Вы жадаеце паўторна аўтарызавацца?",
            "pl": "Masz już autoryzację. Czy chcesz dokonać ponownej autoryzacji?",
            "de": "Sie sind bereits autorisiert. Möchten Sie sich erneut autorisieren?",
            "cs": "Již máte oprávnění. Chcete znovu autorizovat?",
            "sk": "Už ste autorizovaný. Chcete znova autorizovať?",
            "nl": "U bent al geautoriseerd. Wilt u opnieuw autoriseren?",
            "it": "Sei già autorizzato. Vuoi riautorizzare?",
            "ro": "Ești deja autorizat. Doriți să reautorizați?"
        },
        "yes": {
            "uk": "Так",
            "en": "Yes",
            "ru": "Да",
            "be": "Так",
            "pl": "Tak",
            "de": "Ja",
            "cs": "Ano",
            "sk": "Áno",
            "nl": "Ja",
            "it": "SÌ",
            "ro": "Da"
        },
        "no": {
            "uk": "Ні",
            "en": "No",
            "ru": "Нет",
            "be": "Не",
            "pl": "Nie",
            "de": "Nein",
            "cs": "Ne",
            "sk": "Nie",
            "nl": "Nee",
            "it": "No",
            "ro": "Nu"
        },
        "default_language": {
            "uk": "Оскільки ваша мова клієнту не підтримується цим ботом, то було встановлено стандартну - Англійську. Якщо ви встановите у своєму клієнті підтримувану мову, то вона одразу застосується в боті.",
            "en": "Since your client language is not supported by this bot, the default language was set to English. If you install a supported language in your client, it will be applied immediately in the bot.",
            "ru": "Поскольку ваш язык клиента не поддерживается этим ботом, то был установлен стандартный – английский. Если вы установите в своем клиенте поддерживаемый язык, то он сразу применится в боте.",
            "be": "Паколькі мова вашага кліента не падтрымліваецца гэтым ботам, мовай па змаўчанні была ўстаноўлена англійская. Калі вы ўсталюеце мову, якая падтрымліваецца, у вашым кліенце, яна будзе неадкладна прыменена ў боте.",
            "pl": "Ponieważ ten bot nie obsługuje języka Twojego klienta, domyślnym językiem był angielski. Jeśli zainstalujesz obsługiwany język w swoim kliencie, zostanie on natychmiast zastosowany w bocie.",
            "de": "Da Ihre Client-Sprache von diesem Bot nicht unterstützt wird, wurde die Standardsprache auf Englisch eingestellt. Wenn Sie eine unterstützte Sprache in Ihrem Client installieren, wird diese sofort im Bot angewendet.",
            "cs": "Protože tento robot nepodporuje jazyk vašeho klienta, byl výchozí jazyk nastaven na angličtinu. Pokud do svého klienta nainstalujete podporovaný jazyk, bude okamžitě aplikován v robotu.",
            "sk": "Keďže tento robot nepodporuje jazyk vášho klienta, predvolený jazyk bol nastavený na angličtinu. Ak do svojho klienta nainštalujete podporovaný jazyk, okamžite sa použije v robote.",
            "nl": "Omdat uw clienttaal niet door deze bot wordt ondersteund, is de standaardtaal ingesteld op Engels. Als u een ondersteunde taal in uw client installeert, wordt deze onmiddellijk in de bot toegepast.",
            "it": "Poiché la lingua del tuo client non è supportata da questo bot, la lingua predefinita è stata impostata sull'inglese. Se installi una lingua supportata nel tuo client, verrà applicata immediatamente nel bot.",
            "ro": "Deoarece limba clientului dvs. nu este acceptată de acest bot, limba implicită a fost setată la engleză. Dacă instalați o limbă acceptată în client, aceasta va fi aplicată imediat în bot."
        },
        "welcome_back": {
            "uk": "З поверненням, %s!",
            "en": "Welcome back, %s!",
            "ru": "С возвращением %s!",
            "be": "З вяртаннем, %s!",
            "pl": "Witamy ponownie, %s!",
            "de": "Willkommen zurück, %s!",
            "cs": "Vítejte zpět, %s!",
            "sk": "Vitajte späť, %s!",
            "nl": "Welkom terug, %s!",
            "it": "Bentornato, %s!",
            "ro": "Bine ai revenit, %s!"
        },
        "logout": {
            "uk": "Ми завершили вашу сесію. Надіємося ви повернетеся.",
            "en": "We have ended your session. We hope you will come back.",
            "ru": "Мы завершили вашу сессию. Надеемся вы вернетесь.",
            "be": "Мы скончылі вашу сесію. Мы спадзяемся, што вы вернецеся.",
            "pl": "Zakończyliśmy Twoją sesję. Mamy nadzieję, że wrócisz.",
            "de": "Wir haben Ihre Sitzung beendet. Wir hoffen, dass Sie wiederkommen.",
            "cs": "Vaši relaci jsme ukončili. Doufáme, že se vrátíte.",
            "sk": "Ukončili sme vašu reláciu. Dúfame, že sa vrátiš.",
            "nl": "We hebben uw sessie beëindigd. Wij hopen dat je terugkomt.",
            "it": "Abbiamo terminato la tua sessione. Speriamo che tornerai.",
            "ro": "V-am încheiat sesiunea. Sperăm că veți reveni."
        },
        "logout_button": {
            "uk": "Завершити сесію",
            "en": "End session",
            "ru": "Завершить сессию",
            "be": "Скончыць сеанс",
            "pl": "Zakończ sesję",
            "de": "Sitzung beenden",
            "cs": "Ukončete relaci",
            "sk": "Ukončiť reláciu",
            "nl": "Sessie beëindigen",
            "it": "Fine sessione",
            "ro": "Încheiați sesiunea"
        },
        "unknown_error": {
            "uk": "Під час опрацювання вашого запиту виникла помилка. Спробуйте ще раз або пізніше.",
            "en": "An error occurred while processing your request. Try again or later.",
            "ru": "При обработке запроса возникла ошибка. Попробуйте еще раз или позже.",
            "be": "Падчас апрацоўкі вашага запыту адбылася памылка. Паспрабуйце яшчэ раз або пазней.",
            "pl": "Podczas przetwarzania żądania wystąpił błąd. Spróbuj ponownie lub później.",
            "de": "Während Ihrer Anfrage ist ein Fehler aufgetreten. Versuchen Sie es erneut oder später.",
            "cs": "Při zpracování vašeho požadavku nastala chyba. Zkuste to znovu nebo později.",
            "sk": "Nastala chyba pri spracovaní vašej žiadosti. Skúste to znova alebo neskôr.",
            "nl": "Er is een fout opgetreden bij het verwerken van uw verzoek. Probeer het opnieuw of later.",
            "it": "Si è verificato un errore durante l'elaborazione della richiesta. Riprovare o più tardi.",
            "ro": "A apărut o eroare în timpul procesării cererii dumneavoastră. Încercați din nou sau mai târziu."
        },
        "ratelimit": {
            "uk": "Ви надсилаєте занадто багато запитів",
            "en": "You are sending too many requests",
            "ru": "Вы посылаете слишком много запросов",
            "be": "Вы адпраўляеце занадта шмат запытаў",
            "pl": "Wysyłasz zbyt wiele żądań",
            "de": "Sie senden zu viele Anfragen",
            "cs": "Posíláte příliš mnoho požadavků",
            "sk": "Posielate príliš veľa žiadostí",
            "nl": "U verzendt te veel verzoeken",
            "it": "Stai inviando troppe richieste",
            "ro": "Trimiteți prea multe solicitări"
        },
        "token_expired": {
            "uk": "Токен авторизації більше не дійсний. Якщо ви хочете повторити авторизацію, надішліть запит на новий токен.",
            "en": "The authorization token is no longer valid. If you want to retry authorization, request a new token.",
            "ru": "Токен авторизации больше не действителен. Если вы хотите повторить авторизацию, запросите новый токен.",
            "be": "Токен аўтарызацыі больш не дзейнічае. Калі вы хочаце паўтарыць спробу аўтарызацыі, запытайце новы токен.",
            "pl": "Token autoryzacyjny nie jest już ważny. Jeśli chcesz ponowić próbę autoryzacji, poproś o nowy token.",
            "de": "Das Autorisierungstoken ist nicht mehr gültig. Wenn Sie die Autorisierung erneut versuchen möchten, fordern Sie ein neues Token an.",
            "cs": "Autorizační token již není platný. Pokud chcete autorizaci znovu zkusit, požádejte o nový token.",
            "sk": "Autorizačný token už nie je platný. Ak chcete autorizáciu zopakovať, požiadajte o nový token.",
            "nl": "Het autorisatietoken is niet langer geldig. Als u de autorisatie opnieuw wilt proberen, vraagt u een nieuw token aan.",
            "it": "Il token di autorizzazione non è più valido. Se vuoi ritentare l'autorizzazione, richiedi un nuovo token.",
            "ro": "Indicatorul de autorizare nu mai este valabil. Dacă doriți să reîncercați autorizarea, solicitați un nou token."
        },
        "try_again": {
            "uk": "Спробувати ще",
            "en": "Try again",
            "ru": "Попробовать еще",
            "be": "Паспрабуй яшчэ",
            "pl": "Spróbuj ponownie",
            "de": "Versuchen Sie es erneut",
            "cs": "Zkus to znovu",
            "sk": "Skúste to znova",
            "nl": "Probeer het nog eens",
            "it": "Riprova",
            "ro": "Încearcă din nou"
        },
        "card": {
            "uk": "Картка %s %s",
            "en": "Card %s %s",
            "ru": "Карта %s %s",
            "be": "Картка %s %s",
            "pl": "Karta %s %s",
            "de": "Karte %s %s",
            "cs": "Karta %s %s",
            "sk": "Karta %s %s",
            "nl": "Kaart %s %s",
            "it": "Carta %s %s",
            "ro": "Card %s %s"
        },
        "unknown_request": {
            "uk": "Не вдалося опрацювати цей запит. Спробуйте перезапустити бота за допомогою команди /start. Якщо це не допогло, то спробуйте пізніше.",
            "en": "This request could not be processed. Try restarting the bot using the /start command. If that doesn't work, try again later.",
            "ru": "Не удалось обработать этот запрос. Попытайтесь перезапустить бота с помощью команды /start. Если это не достигло, то попробуйте позже.",
            "be": "Гэты запыт не можа быць апрацаваны. Паспрабуйце перазапусціць бота з дапамогай каманды /start. Калі гэта не спрацуе, паўтарыце спробу пазней.",
            "pl": "Nie można przetworzyć tego żądania. Spróbuj ponownie uruchomić bota za pomocą polecenia /start. Jeśli to nie zadziała, spróbuj ponownie później.",
            "de": "Diese Anfrage konnte nicht bearbeitet werden. Versuchen Sie, den Bot mit dem Befehl /start neu zu starten. Wenn das nicht funktioniert, versuchen Sie es später noch einmal.",
            "cs": "Tento požadavek nebylo možné zpracovat. Zkuste bota restartovat pomocí příkazu /start. Pokud to nepomůže, zkuste to znovu později.",
            "sk": "Túto žiadosť nebolo možné spracovať. Skúste reštartovať robota pomocou príkazu /start. Ak to nepomôže, skúste to znova neskôr.",
            "nl": "Dit verzoek kon niet worden verwerkt. Probeer de bot opnieuw op te starten met de opdracht /start. Als dat niet werkt, probeer het dan later opnieuw.",
            "it": "Impossibile elaborare questa richiesta. Prova a riavviare il bot utilizzando il comando /start. Se il problema persiste, riprova più tardi.",
            "ro": "Această solicitare nu a putut fi procesată. Încercați să reporniți botul folosind comanda /start. Dacă nu funcționează, încercați din nou mai târziu."
        },
        "accounts_button": {
            "uk": "Рахунки",
            "en": "Accounts",
            "ru": "Счета",
            "be": "Рахункі",
            "pl": "Konta",
            "de": "Konten",
            "cs": "Účty",
            "sk": "Účty",
            "nl": "Rekeningen",
            "it": "Conti",
            "ro": "Conturi"
        },
        "fop": {
            "uk": "Рахунок підприємця",
            "en": "Entrepreneur's account",
            "ru": "Счет предпринимателя",
            "be": "Рахунак прадпрымальніка",
            "pl": "Konto przedsiębiorcy",
            "de": "Unternehmerkonto",
            "cs": "Účet podnikatele",
            "sk": "Účet podnikateľa",
            "nl": "Ondernemersaccount",
            "it": "Il conto dell'imprenditore",
            "ro": "Contul antreprenorului"
        },
        "yellow": {
            "uk": "Дитяча",
            "en": "Children's",
            "ru": "Детская",
            "be": "Дзіцячая",
            "pl": "Dziecięce",
            "de": "Kinder",
            "cs": "Dětské",
            "sk": "Detský",
            "nl": "Kinderen",
            "it": "Bambini",
            "ro": "Pentru copii"
        }
    },
    "valid_lang_keys": [
        "uk", "en", "ru", "be", "pl", "de", "cs", "sk", "nl", "it", "ro"
    ]
}